Repository: omeka-s-modules/CSVImport
Catalog: language/*.po
Languages: bg_bg, eu, fi_fi, hr, nl_nl, pt_br

source: If not set, the default owner for new resources will be the current user.
bg_bg: Ако не е зададено, собственикът по подразбиране за нови ресурси ще бъде текущият потребител.
eu: Ez bada ezartzen, baliabide berrien defektuzko jabea uneko erabiltzailea izango da.
hr: Ako nije postavljeno, zadani vlasnik novog resursa će biti trenutni korisnik.
pt_br: Se não for definido, o proprietário padrão para novos recursos será o usuário atual.

source: Select a user
bg_bg: Избери потребител
eu: Hautatu erabiltzailea
fi_fi: Valitse käyttäjä
hr: Odaberi korisnika
nl_nl: Selecteer een gebruiker
pt_br: Selecione um usuário

source: Set visibility for all imported resources. Specific mappings can override this setting.
bg_bg: Задайте видимост за всички импортирани ресурси. Конкретни съпоставяния могат да отменят тази настройка.
eu: Ezarri ikusgaitasuna inportatutako baliabide guztientzat. Mapaketa zehatzek ezarpen hau gainidatzi dezakete.
hr: Postavi vidljivost svim uvedenim resursima. Određena mapiranja mogu premostiti ovu postavku.
pt_br: Defina a visibilidade de todos os recursos importados. Mapeamentos específicos podem substituir essa configuração.

source: Open/closed to additions
bg_bg: Отворено / затворено за допълнения
eu: Irekita/itxita adizioentzat
fi_fi: Avoin/suljettu lisäyksille
hr: Otvoreno/zatvoreno dopunama
pt_br: Aberto / fechado para adições

source: Set whether imported item sets are open to additions. Specific mappings can override this setting.
bg_bg: Задайте дали импортираните набори от елементи са отворени за добавки. Конкретни съпоставяния могат да отменят тази настройка.
eu: Ezarri inportatutako elementu multzoak adizioetarako irekita dauden ala ez. Mapaketa zehatzek ezarpen hau gainidatzi dezakete.
hr: Postavi hoće li uvedeni setovi predmeta biti otvoreni dopunama. Određena mapiranja mogu premostiti ovu postavku.
pt_br: Defina se os conjuntos de itens importados estão abertos para adições. Mapeamentos específicos podem substituir essa configuração.

source: Closed
bg_bg: Затворено
eu: Itxita
fi_fi: Suljettu
hr: Zatvoreno
nl_nl: Gesloten
pt_br: Fechados

source: Item sets open/closed to additions
bg_bg: Зададените елементи отворени / затворени за допълнения
eu: Elementu multzoak irekita/itxita adizioentzat
fi_fi: Kokoelma avoin/suljettu lisäyksille
hr: Setovi predmeta otvoreni/zatvoreni dopunama
pt_br: Conjunto de itens aberto / fechado para adições

source: Item sets for items
bg_bg: Набори от елементи за елементи
eu: Elementuentzat elementu multzoak
fi_fi: Kokoelmat aineistoille
hr: Setovi predmeta za predmete
pt_br: Conjuntos de itens para itens

source: Sites for items
eu: Elementuen atariak
pt_br: Sites de itens

source: Multivalue separator
bg_bg: Многостойностен разделител
eu: Balio anizkoitz banatzailea
hr: Separator više vrijednosti
nl_nl: Scheidingsteken meervoudige waarden
pt_br: Separador de valores múltiplos

source: The separator to use for columns with multiple values
bg_bg: Разделителят, който да се използва за колони с множество стойности
eu: Erabiliko den banatzailea balio anizkoitzat dituzten zutabeentzat
hr: Separator koji se koristi za stupce s više vrijednosti
nl_nl: Scheidingsteken dat gebruikt wordt voor kolommen met meervoudige waarden
pt_br: O separador a ser usado para colunas com vários valores

source: Language setting to apply to all imported literal data. Individual property mappings can override the setting here.
bg_bg: Езикова настройка за прилагане към всички импортирани литерални/буквални данни. Индивидуални съпоставяне на стойности могат да заменят настройката тук.
eu: Inportatutako informazio literalari aplikatu beharreko hizkuntza ezarpena. Bakarkako propietate mapaketek ezarpen hau gainidatzi dezakete.
hr: Postavka jezika koja se primjenjuje na sve uvezene doslovne podatke. Mape pojedinačnih svojstava ovdje mogu nadjačati postavke.
pt_br: Configuração de idioma a ser aplicada a todos os dados literais importados. Os mapeamentos de propriedades individuais podem substituir a configuração aqui.

source: Resource identifier column
bg_bg: Колона на идентификатора на ресурса
eu: Baliabide identifikatzailearen zutabea
hr: Stupac identifikatora resursa
nl_nl: Kolom met identificatiekenmerk van het object
pt_br: Coluna de identificador de recurso

source: Resource identifier property
bg_bg: Свойство на идентификатора на ресурса
eu: Baliabide identifikatzailearen propietatea
hr: Svojstvo identifikatora resursa
pt_br: Coluna de identificador de recurso

source: Use this property, generally "dcterms:identifier", to identify the existing resources, so it will be possible to update them. One column of the file must map the selected property. In all cases, it is strongly recommended to add one ore more unique identifiers to all your resources.
bg_bg: Използвайте това свойство, обикновено "dcterms: identifier", за да идентифицирате съществуващите ресурси, така че ще бъде възможно да ги актуализирате. Една колона на файла трябва да картографира избраното свойство. Във всички случаи силно се препоръчва да добавите един или повече уникални идентификатори към всичките си ресурси.
eu: Erabili propietate hau, orokorki "dcterms:identifier", existitzen diren baliabideak identifikatzeko, berauek eguneratzea posible izan dadin. Fitxategiko zutabe bat hautatutako propietatearekin bat etorri behar da. Kasu guztietan, bereziki gomendatzen da baliabide guztiei identifikatzaile esklusibo bat baino gehiago gehitzea.
hr: Iskoristite ovo svojstvo, općenito "dcterms:identifier", da biste identificirali postojeće resurse, tako da bi ih bilo moguće ažurirati. Jedan stupac datoteke mora mapirati odabrano svojstvo. U svakom slučaju, toplo je preporučeno dodati jedan ili više jedinstvenih identifikatora za sve vaše resurse.
nl_nl: Gebruik deze eigenschap, doorgaans "dcterms:identifier", om bestaande objecten te identificeren, zodat ze geüpdatet kunnen worden. Een kolom in het bestand moet overeenkomen met de ingestelde eigenschap. Het wordt geadviseerd om altijd een of meer unieke identificatiekenmerken toe te voegen aan objecten.
pt_br: Utilize esta propriedade, geralmente "dcterms: identifier", para identificar os recursos existentes, para que seja possível atualizá-los. Uma coluna do arquivo deve mapear a propriedade selecionada. Em todos os casos, é altamente recomendável adicionar um ou mais identificadores exclusivos a todos os seus recursos.

source: Action on unidentified resources
bg_bg: Действие при неидентифицирани ресурси
eu: Identifikatu gabeko baliabideentzako ekintza
hr: Akcija na neidentificiranim resursima
nl_nl: Verwerking van ongeïdentificeerde objecten
pt_br: Ação em recursos não identificados

source: This option determines what to do when a resource does not exist but the action applies to an existing resource ("Append", "Update", or "Replace"). This option is not used when the main action is "Create", "Delete" or "Skip".
bg_bg: Тази опция определя какво да се прави, когато ресурс не съществува, но действието се отнася за съществуващ ресурс („Добавяне“, „Актуализиране“ или „Замяна“). Тази опция не се използва, когато основното действие е „Създаване“, „Изтриване“ или „Пропускане“.
eu: Aukera honek zehazten du zer egin baliabidea ez denean existitzen baina akzioa existitzen den baliabide batena denean ("Gehitu", "Aldatu", edo "Ordezkatu"). Aukera hau ez da erabiltzen akzioa nagusia "Sortu", "Ezabatu" edo "Salto" denean.
hr: Ova opcija određuje što napraviti kada resurs ne postoji a akcija se primjenjuje na postojeći resurs ("Dodaj", "Ažuriraj", iil "Zamijeni"). Ova opcija se ne koristi kada je glavna akcija "Stvori", "Izbriši", ili "Preskoči".
pt_br: Esta opção determina o que fazer quando um recurso não existe, mas a ação se aplica a um recurso existente ("Anexar", "Atualizar" ou "Substituir"). Esta opção não é usada quando a ação principal é "Criar", "Excluir" ou "Ignorar".

source: Skip the row
bg_bg: Пропуснете реда
eu: Errenkada saltatu
fi_fi: Ohita rivi
hr: Preskoći red
nl_nl: Rij overslaan
pt_br: Pular a fila

source: Create a new resource
bg_bg: Създаване на нов ресурс
eu: Sortu baliabide berria
fi_fi: Luo uusi aineisto
hr: Stvori novi resurs
nl_nl: Nieuw object aanmaken
pt_br: Crie um novo recurso

source: Number of rows to process by batch
bg_bg: Брой редове за обработка по партида
eu: Sortan prozesatuko diren errenkada kopurua
fi_fi: Eräajossa käsiteltävien rivien määrä
hr: Broj redova za obraditi po skupu
nl_nl: Aantal te verwerken rijen per batch
pt_br: Número de linhas para processar por lote

source: By default, rows are processed by 20. In some cases, to set a value of 1 may avoid issues.
bg_bg: По подразбиране редовете се обработват с 20. В някои случаи задаването на стойност 1 може да избегне проблеми.
eu: Defektuz, errenkadak 20naka prozesatzen dira. Kasu batzuetan, balioa 1era jartzeak arazoak ekidin ditzake.
fi_fi: Oletuksena käsitellään 20 riviä. Joissakin tapauksessa ongelmia voi välttää, kun arvoksi asettaa 1.
hr: Prema zadanim postavkama, obrađuje se po 20 redova. U nekim slučajevima, postavljanje vrijednosti na 1 može izbjeći probleme.
nl_nl: Standaard worden rijen per 20 verwerkt. In voorkomende gevallen is het aan te raden om dit aantal op 1 in te stellen om problemen tijdens het importeren te voorkomen.
pt_br: Por padrão, as linhas são processadas por 20. Em alguns casos, definir um valor de 1 pode evitar problemas.

source: comma
bg_bg: запетая
eu: koma
fi_fi: pilkku
hr: zarez
nl_nl: komma
pt_br: vírgula

source: semi-colon
bg_bg: точка и запетая
eu: puntu eta koma
fi_fi: puolipiste
hr: točka i zarez
nl_nl: puntkomma
pt_br: ponto e vírgula

source: colon
bg_bg: двоеточие
eu: bi puntu
fi_fi: kaksoispiste
hr: dvotočka
nl_nl: dubbele punt
pt_br: cólon

source: tabulation
bg_bg: табулация
eu: tabulazioa
fi_fi: sarkain
hr: tabeliranje
nl_nl: tab
pt_br: tabulação

source: carriage return
bg_bg: връщане в началото
eu: orga-itzulera
fi_fi: vaununpalautus
hr: povrat prtljage
nl_nl: regelafbreking
pt_br: retorno de carruagem

source: space
bg_bg: празно разстояние
eu: hutsunea
fi_fi: välilyönti
hr: razmak
nl_nl: spatie
pt_br: espaço

source: pipe
eu: tutu
fi_fi: Pystyviiva
hr: okomita crta
nl_nl: verticaal streepje

source: double quote
bg_bg: двойни кавички
eu: komatxo bikoitza
fi_fi: kaksinkertainen lainausmerkki
hr: dvostruki navodnik
nl_nl: dubbele aanhalingstekens
pt_br: citação dupla

source: single quote
bg_bg: единични кавички
eu: komatxo bakuna
fi_fi: yksinkertainen lainausmerkki
hr: jednostruki navodnik
nl_nl: enkel aanhalingsteken
pt_br: citação única

source: Spreadsheet (csv, tsv or ods)
bg_bg: Електронна таблица (csv, tsv или ods)
eu: Kalkulu orria (csv, tsv edo ods)
fi_fi: Laskentataulukko (csv, tsv tai ods)
hr: Proračunska tablica (csv, tsv, ili ods)
nl_nl: Spreadsheet (csv, tsv of ods)
pt_br: Planilha (csv, tsv ou ods)

source: The CSV, TSV or ODS file to upload. LibreOffice is recommended for compliant formats.
bg_bg: CSV, TSV или ODS файл за качване. LibreOffice се препоръчва за съвместими формати.
eu: Kargatu beharreko CSV, TSV edo ODS fitxategia. LIbreoffice gomendatzen da formatu egokiak emateko.
fi_fi: Ladattava CSV-, TSV- tai ODS -tiedosto. LibreOfficea suositellaan yhteensopiville muodoille.
hr: CSV, TSV ili ODS datoteka za prijenos. LibreOffice preporučuje se za kompatibilne formate.
nl_nl: Het te uploaden bestand in CSV, TSV of ODS-formaat. Voor het aanmaken van bestanden die voldoen aan standaarden wordt LibreOffice geadviseerd.
pt_br: O arquivo CSV, TSV ou ODS para upload. O LibreOffice é recomendado para formatos compatíveis.

source: CSV column delimiter
bg_bg: CSV разделител на колона
eu: CSV zutabe mugatzailea
fi_fi: CSV-sarakkeen erotin
hr: CSV graničnik stupca
nl_nl: CSV kolomscheidingsteken
pt_br: Delimitador de coluna CSV

source: A single character that will be used to separate columns in the csv file.
bg_bg: Един символ, който ще се използва за отделяне на колони в csv файла.
eu: CSV fitxategiko zutabeak bereizteko erabiliko den karakterea.
fi_fi: Yksi merkki, jota käytetään csv-tiedoston sarakkeiden erottamiseen.
hr: Jedan znak koji će se koristiti za odvajanje stupaca u csv datoteci
nl_nl: Een enkelvoudig teken waarmee de kolommen in het CSV-bestand worden gescheiden.
pt_br: Um único caractere que será usado para separar colunas no arquivo csv.

source: CSV column enclosure
bg_bg: Ограждане на CSV колона
eu: CSV zutabearen itxitura
hr: Završetak CSV stupca
nl_nl: CSV scheidingsteken voor tekst
pt_br: Recinto de coluna CSV

source: A single character that will be used to separate columns in the csv file. The enclosure can be omitted when the content does not contain the delimiter.
bg_bg: Един символ, който ще се използва за отделяне на колони в csv файла. Заграждението може да се пропусне, когато съдържанието не съдържа разделителя.
eu: Karaktere bakuna csv fitxategiko zutabeak bereizteko erabiliko dena. Bereiztailea edukiaren parte ez denean, itxitura definizioa zehaztu gabe utzi daiteke.
hr: Jedan znak koji će se koristiti za odvajanje stupaca u csv datoteci. Prilog se može izostaviti kada sadržaj ne sadrži graničnik.
nl_nl: Een enkelvoudig teken dat alle tekst van een kolom omsluit. Het teken kan achterwege blijven wanneer de tekst geen kolomscheidingsteken bevat.
pt_br: Um único caractere que será usado para separar colunas no arquivo csv. O anexo pode ser omitido quando o conteúdo não contém o delimitador.

source: Import type
bg_bg: Тип импортиране
eu: Inportazio mota
fi_fi: Tuonnin tyyppi
hr: Vrsta uvoza
pt_br: Tipo de importação

source: The type of data being imported
bg_bg: Типът импортирани данни
eu: Inportatuko den datu mota
fi_fi: Tuotavan tiedon tyyppi
hr: Vrsta podataka koji se uvoze.
nl_nl: Het soort data dat geïmporteerd zal worden.
pt_br: O tipo de dados sendo importados

source: Mixed resources
bg_bg: Смесени ресурси
eu: Baliabide nahasiak
hr: Mješoviti resursi
nl_nl: Gemengde objecten
pt_br: Recursos mistos

source: Automap with simple labels
bg_bg: Автоматично картографиране с прости етикети
eu: Egin automapaketa oinarrizko etiketekin
hr: Automatski mapiraj s jednostavnim oznakama
nl_nl: Automatisch mappen met eenvoudige labels
pt_br: Automapear com rótulos simples

source: If checked, column headings that match property labels will be mapped automatically (for example, "Title" to dcterms:title).
bg_bg: Ако е отметнато, заглавията на колони, които съвпадат с етикетите на свойствата, ще се картографират автоматично (например „Заглавие“ в dcterms: заглавие).
eu: Aukeratuta badago, etiketa propietateekin bat egiten duten zutabe goiburuak automatikoki mapatuko dira (adibidez, "Title" dcterms:title-rekin).
hr: Ako je označeno, zaglavlja stupaca koji odgovaraju oznakama svojstva će biti automatski mapirana (na primjer, "Naslov" na dcterms:title)
nl_nl: Wanneer deze optie aangevinkt is worden kolomkoppen die overeenkomen met eigenschapslabels automatisch gemapt (bijvoorbeeld "Title" naar dcterms:title).
pt_br: Se marcada, os títulos das colunas que correspondem aos rótulos das propriedades serão mapeados automaticamente (por exemplo, "Título" para dcterms: título).

source: A note about the purpose or source of this import
bg_bg: Бележка за целта или източника на този импорт
eu: Inportazio honen helburu edo iturburuaren inguruko oharra
hr: Bilješka o svrsi ili izvoru ovog uvoza.
nl_nl: Een opmerking betreffende het doel of de bron van deze import.
pt_br: Uma observação sobre o propósito ou fonte desta importação

source: The format of the source cannot be detected.
bg_bg: Форматът на източника не може да бъде открит.
eu: Ezin da iturburuaren formatua detektatu.
hr: Format izvora se ne može otkriti.
nl_nl: Het formaat van het bronbestand kan niet worden vastgesteld.
pt_br: O formato da fonte não pode ser detectado.

source: The file has no headers.
bg_bg: Файлът няма заглавки.
eu: Fitxategiak ez du goibururik.
fi_fi: Tiedostossa ei ole otsikoita.
hr: Datoteka nema zaglavlja.
nl_nl: Het bestand heeft geen kolomkoppen.
pt_br: O arquivo não possui cabeçalhos.

source: Importing in background (%sjob #%d%s)
bg_bg: Импортиране във фонов режим (%sзадание #%d%s)
eu: Atzeko planoan inportatzen (%s lana # %d %s)
fi_fi: Tuodaan taustalla (%stehtävä #%d%s)
hr: Uvoženje u pozadini (%s posao #%d%s)
nl_nl: Aan het importeren op de achtergrond (%sjob #%d%s)
pt_br: Importando em segundo plano ( %s job # %d %s)

source: Invalid settings.
bg_bg: Невалидни настройки.
eu: Ezarpen baliogabeak.
fi_fi: Virheelliset asetukset
hr: Neispravne postavke.
nl_nl: Onjuiste instellingen.
pt_br: Configurações inválidas.

source: Undo in progress in the following jobs: %s
bg_bg: Отмяна в ход в следните работни места: %s
eu: Bertan behera uztea martxan hurrengo lanetan: %s
fi_fi: Kumoamista suoritetaan seuraavissa tehtävissä: %s
hr: Poništavanje u tijeku u sljedećim poslovima: %s
nl_nl: Wijzigingen ongedaan aan het maken voor de volgende jobs: %s
pt_br: Desfazer em andamento nas seguintes tarefas: %s

source: Omeka resource (by ID)
bg_bg: Ресурс Omeka (по ID)
eu: Omeka baliabidea (ID arabera)
fi_fi: Omeka-aineisto (ID)
hr: Omeka resurs (po ID-u)
pt_br: Recurso Omeka (por ID)

source: hash
bg_bg: Хеш
fi_fi: ristikkomerkki
nl_nl: hekje
pt_br: hashtag

source: items
nl_nl: objecten

source: item sets
nl_nl: collecties

source: Create (Each row in the CSV will become a new resource)
nl_nl: Aanmaken (Voor elke rij in het CSV-bestand wordt een nieuw object aangemaakt)

source: Append (Add new data to the resource, based on an identifier for an existing resource)
nl_nl: Toevoegen (Voeg nieuwe gegevens aan het object toe, op basis van een identificatiekenmerk voor een bestaand object)

source: Revise (Replace existing fields of the resource with data from the CSV, except if the corresponding cell in the CSV is empty)
nl_nl: Herzien (Vervang de gegevens van bestaande velden van het object met gegevens uit het CSV-bestand, tenzij de waarde in het CSV-bestand leeg is)

source: Update (Replace existing fields of the resource with data from the CSV, even when the corresponding cell in the CSV is empty)
nl_nl: Bijwerken (Vervang de gegevens van bestaande velden van het object met gegevens uit het CSV-bestand, ook als de waarde in het CSV-bestand leeg is)

source: Replace (Remove all properties of the resource, then add new information from the CSV)
nl_nl: Vervangen (Verwijder alle eigenschappen van het object om daarna nieuwe gegevens uit het CSV-bestand toe te voegen)

source: Delete (Delete any resources matched by the identifiers)
nl_nl: Verwijderen (Verwijder objecten op basis van een overeenkomend identificatiekenmerk)

source: By default, an import creates new resources. Select from this dropdown to choose an alternate action for the import. For more information on each action, see <a href="https://omeka.org/s/docs/user-manual/modules/csvimport/#media-import-advanced-settings" target="_blank">the documentation</a>.
nl_nl: Standaard maakt een import nieuwe objecten aan. Gebruik het keuzemenu om een alternatieve verwerkingsmethode van de import te kiezen. Zie <a href="https://omeka.org/s/docs/user-manual/modules/csvimport/#media-import-advanced-settings" target="_blank">de documentatie</a>voor meer informatie over de verschillende verwerkingsmethoden.
