Repository: omeka-s-modules/CSVImport
Catalog: language/*.po
Languages: bg_bg, eu, fi_fi, hr, nl_nl, pt_br

source: Add mapping:
bg_bg: Добавяне на картографиране:
eu: Gehitu mapaketa:
fi_fi: Lisää mappaus:
hr: Dodaj mapiranje:
nl_nl: Mapping toevoegen:
pt_br: Adicionar mapeamento:

source: Batch edit column options:
bg_bg: Опции за групово редактиране на колони:
eu: Sorta edizio zutabe aukerak:
fi_fi: Erämuokkaa sarakkeen vaihtoehtoja:
hr: Opcije skupnog uređivanja stupaca:
nl_nl: Kolomopties in bulk bewerken:
pt_br: Editar a opção da coluna em lote:

source: Column options:
bg_bg: Опции за колони:
eu: Zutabe aukerak:
fi_fi: Sarakkeen asetukset:
hr: Opcije stupaca:
nl_nl: Kolominstellingen:
pt_br: Opções de coluna:

source: Highlighted options will apply to selected column headers. Reset an option to cancel changes.
bg_bg: Отбелязаните опции ще се прилагат за избраните заглавки на колони. Нулирайте опция за отмяна на промените.
eu: Markatuta aukerak hautatutako zutabe goiburuei aplikatu zaizkie. Berrezarri aukera bat aldaketak bertan behera uzteko.
fi_fi: Korostetut vaihtoehdot koskevat valittuja sarakeotsikoita. Nollaa vaihtoehto peruuttaaksesi muutokset.
hr: Istaknute opcije će se primijeniti na odabrana zaglavlja stupaca. Resetirajte opciju da biste poništili promjene.
nl_nl: De gemarkeerde instellingen worden toegepast op de geselecteerde kolomkoppen. Stel een optie opnieuw in om de wijzigingen te annuleren.
pt_br: As opções realçadas serão aplicadas aos cabeçalhos de coluna selecionados. Redefina uma opção para cancelar as alterações.

source: Use multivalue separator
bg_bg: Използвайте многозначен разделител
eu: Erabili balio anizkoitz banatzailea
fi_fi: Käytä moniarvoerotinta
hr: Upotrijebite separator s više vrijednosti
nl_nl: Gebruik scheidingsteken meervoudige waarden
pt_br: Use o separador multivalor

source: This will override language settings in basic import settings.
bg_bg: Това ще замени езиковите настройки в основните настройки за импортиране.
eu: Honek hizkuntza ezarpenak gainidatziko ditu oinarrizko inportazio ezarpenetan.
fi_fi: Tämä ohittaa kieliasetukset tuonnin perusasetuksissa.
hr: Ovo će premostiti jezične postavke u osnovnim postavkama uvoza.
pt_br: Isso substituirá as configurações de idioma nas configurações básicas de importação.

source: Data type
eu: Datu mota
pt_br: Tipo de dados

source: Import values as private
bg_bg: Импортиране на стойности като частни
eu: Inportatu balioak pribatu moduan
fi_fi: Tuo arvot yksityisiksi
hr: uvoz vrijednosti kao privatne
nl_nl: Importeer waarden als afgeschermd
pt_br: Importar valores como privados

source: Import Settings
bg_bg: Импортиране на настройките
eu: Inportatu Ezarpenak
fi_fi: Tuo asetukset
hr: Postavke uvoza
pt_br: Configurações de Importação

source: CSV Import
bg_bg: CSV импорт
eu: Inportatu CSV
fi_fi: CSV-tuonti
hr: CSV Uvoz
pt_br: Importação de CSV

source: mixed resources
bg_bg: смесени ресурси
eu: baliabide mistoak
fi_fi: sekoitetut resurssit
hr: mješoviti resursi
nl_nl: gemengde objecten
pt_br: recursos mistos

source: users
bg_bg: потребители
eu: erabiltzaileak
fi_fi: käyttäjät
hr: korisnici
nl_nl: gebruikers
pt_br: usuários

source: Import settings for %s
bg_bg: Импортиране на настройки за %s
eu: Inportatu ezarpenak honentzat: %s
fi_fi: Tuo asetukset kohteelle %s
hr: Postavke uvoza za %s
nl_nl: Instellingen voor %s importeren
pt_br: Importar configurações para %s

source: Import settings
bg_bg: Импортиране на настройки
eu: Inportatu ezarpenak
fi_fi: Tuontiasetukset
hr: Postavke uvoza
nl_nl: Instellingen importeren
pt_br: Importar configurações

source: Map to Omeka S data
bg_bg: Карта към данните на Omeka S
eu: Omeka S datuetara mapeatu
fi_fi: Mappaa Omeka S tiedot
hr: Mapirajte s podacima Omeke s
nl_nl: Naar Omeka S data mappen
pt_br: Mapear para dados do Omeka S

source: Basic Settings
bg_bg: Основни настройки
eu: Oinarrizko ezarpenak
fi_fi: Perusasetukset
hr: Osnovne Postavke
nl_nl: Basisinstellingen
pt_br: Configurações Básicas

source: Advanced Settings
bg_bg: Разширени настройки
eu: Ezarpen aurreratuak
fi_fi: Lisäasetukset
hr: Napredne Postavke
nl_nl: Geavanceerde instellingen
pt_br: Configurações Avançadas

source: Resource type column
bg_bg: Колона тип ресурс
eu: Zutabearen baliabide mota
fi_fi: Resurssin sarakkeen tyyppi
hr: Stupac vrste resursa
nl_nl: Objecttype-kolom
pt_br: Coluna de tipo de recurso

source: Select below
bg_bg: Изберете по-долу
eu: Hautatu hurrengoa
fi_fi: Valitse alapuolelta
hr: Odaberi u nastavku
nl_nl: Selecteer hieronder
pt_br: Selecione abaixo

source: Batch edit options
bg_bg: Опции за групово редактиране
eu: Sorta edizio aukerak
fi_fi: Erämuokkaa asetuksia
hr: Opcije skupnog uređivanja
nl_nl: Bulkbewerkingsopties
pt_br: Opções de edição em lote

source: Column
bg_bg: Колона
eu: Zutabea
fi_fi: Sarake
hr: Stupac
nl_nl: Kolom
pt_br: Coluna

source: Mappings
bg_bg: Картографиране
eu: Mapaketak
fi_fi: Mappaukset
hr: Mapiranja
pt_br: Mapeamentos

source: Select column
bg_bg: Изберете колона
eu: Hautatu zutabea
fi_fi: Valitse sarake
hr: Odaberi stupac
nl_nl: Selecteer kolom
pt_br: Selecione a coluna

source: Add mapping
bg_bg: Добавете картографиране
eu: Gehitu mapaketa
fi_fi: Lisää mappaus
hr: Dodaj mapiranje
nl_nl: Mapping toevoegen
pt_br: Adicionar mapeamento

source: Remove mapping
bg_bg: Премахнете картографирането
eu: Kendu mapaketa
fi_fi: Poista mappaus
hr: Ukloni mapiranje
nl_nl: Mapping verwijderen
pt_br: Remover mapeamento

source: Multivalue
bg_bg: Многозначност
eu: Balio anizkoitza
fi_fi: Moniarvo
hr: Više vrijednosti
pt_br: Valor múltiplo

source: Language:
bg_bg: Език:
eu: Hizkuntza:
fi_fi: Kieli:
hr: Jezik:
nl_nl: Taal:
pt_br: Língua:

source: Private values
bg_bg: Частни стойности
eu: Balio pribatuak
fi_fi: Yksityiset arvot
hr: Privatne vrijednosti
pt_br: Valores privados

source: Past Imports
bg_bg: Минали импорти
eu: Egindako Inportazioak
fi_fi: Aiemmat tuonnit
hr: Prošli Uvozi
pt_br: Importações anteriores

source: Undo
bg_bg: Отмяна
eu: Desegin
fi_fi: Kumoa
hr: Poništi
nl_nl: Ongedaan maken
pt_br: Desfazer

source: Action
bg_bg: Действие
eu: Ekintza
fi_fi: Toiminto
hr: Akcija
nl_nl: Actie
pt_br: Ação

source: Result
bg_bg: Резултат
eu: Emaitza
fi_fi: Tulos
hr: Rezultat
nl_nl: Resultaat
pt_br: Resultado

source: Job details
bg_bg: Характеристика на работата
eu: Lanaren xehetasunak
fi_fi: Tehtävän tiedot
hr: Detalji o poslu
nl_nl: Taakdetails
pt_br: Detalhes do trabalho

source: Problems were detected with the import. Check the job's log for details.
bg_bg: Открити са проблеми с импортирането. Проверете дневника на заданието за подробности.
eu: Arazoak egon dira inportazioarekin. Begiratu lanaren log fitxategia xehetasunak ikusteko.
fi_fi: Tuonnissa huomattiin ongelmia. Katso lisätietoja tehtävän lokitiedoista.
hr: Problemi su otkriveni s uvozom. Provjerite zapis posla za detalje.
nl_nl: Er zijn problemen opgetreden bij het importeren. Bekijk het taaklogboek voor meer informatie.
pt_br: Foram detectados problemas com a importação. Verifique o log do trabalho para obter detalhes.

source: Undone %s
bg_bg: Отменено %s
eu: %s deseginda
fi_fi: Kumottu %s
hr: Poništeno %s
nl_nl: %songedaan gemaakt
pt_br: Desfeito %s

source: Undo in progress
bg_bg: Отмяната е в ход
eu: Desegitea martxan
fi_fi: Kumoaminen käynnissä
hr: Poništavanje u tijeku
nl_nl: Bezig met ongedaan maken
pt_br: Desfazer em andamento

source: Item set-specific data
bg_bg: Данни, специфични за набор артикули
eu: Ezarri datu-zehatza elementuari
fi_fi: Kokoelmakohtaiset tiedot
hr: Podaci specifični za set podataka
pt_br: Dados específicos do conjunto de itens

source: Item-specific data
bg_bg: Данни за конкретни артикули
eu: Elementua-datu zehatza
fi_fi: Aineistokohtaiset tiedot
hr: Podaci specifični za predmet
pt_br: Dados específicos do item

source: Item set (by selected property)
bg_bg: Набор от елементи (от избрано свойство)
eu: Elementu multzoa (hautatutako propietatearen arabera)
fi_fi: Kokoelmat (valitun ominaisuuden mukaan)
hr: Set predmeta (po odabranom svojstvu)
pt_br: Conjunto de itens (por propriedade selecionada)

source: Internal ID
bg_bg: Вътрешен идентификатор ID
eu: Barne ID
fi_fi: Sisäinen ID
hr: Unutarnji ID
pt_br: ID interno

source: Media source
bg_bg: Медиен източник
eu: Multimedia jatorria
hr: Izvor medija
pt_br: Fonte de mídia

source: Media-specific data
bg_bg: Специфични медийни данни
eu: Multimedia-datu zehatza
hr: Podaci specifični za medij
pt_br: Dados específicos de mídia

source: Item (by selected property)
bg_bg: Елемент (според избран критерий)
eu: Elementua (hautatutako propietatearen arabera)
fi_fi: Aineisto (valitun arvon mukaan)
hr: Predmet (po odabranom svojstvu)
pt_br: Item (por propriedade selecionada)

source: There must be an item identifier to create a media. This is generally "dcterms:identifier", but it may be an internal id.
bg_bg: Трябва да има идентификатор на елемент, за да се създаде носител. Това обикновено е "dcterms: identifier", но може да е вътрешен идентификатор.
eu: Elementu identifikatzaile batek egon behar du multimedia sortu ahal izateko. Hau gehienetan "dcterms:identifier" izaten da, baina barneko identifikatzailea ere izan daiteke.
hr: Mora postojati identifikator predmeta da bi se mogao stvoriti medij. Ovo je općenito "dcterms:identifier", ali može biti i unutarnji ID.
pt_br: Deve haver um identificador de item para criar uma mídia. Geralmente é "dcterms: identifier", mas pode ser um id interno.

source: Generic data
bg_bg: Генерични данни
eu: Datu orokorra
fi_fi: Yleiset tiedot
hr: Generički podaci
pt_br: Dados genéricos

source: Resource template (by label)
bg_bg: Шаблон за ресурс (по етикет)
eu: Baliabide txantiloia (etiketaren arabera)
hr: Predložak resursa (po oznaci)
nl_nl: Objectsjabloon (op label)
pt_br: Modelo de recurso (por rótulo)

source: Resource class (by term)
bg_bg: Клас на ресурса (по термин)
eu: Baliabide klasea (etiketaren arabera)
hr: Klasa resoursa (po pojmu)
pt_br: Classe de recurso (por termo)

source: Owner (by email address)
bg_bg: Собственик (по имейл адрес)
eu: Jabea (posta elektronikoaren arabera)
fi_fi: Omistaja (sähköpostiosoite)
hr: Vlasnik (po e-mail adresi)
nl_nl: Eigenaar (op e-mailadres)
pt_br: Proprietário (por endereço de e-mail)

source: Visibility public/private
bg_bg: Видимост публична / частна
eu: Ikusgai publikoa/pribatua
fi_fi: Näkyvyys julkinen/yksityinen
hr: Vidljivost javna / privatna
pt_br: Visibilidade pública / privada

source: Users info
bg_bg: Информация за потребителя
eu: Erabiltzaile informazioa
fi_fi: Käyttäjän tiedot
hr: Informacije o korisnicima
nl_nl: Gebruikersinformatie
pt_br: Informação do usuário

source: Item set data
bg_bg: Данни за комплект от елементи
eu: Elementu multzo datua
fi_fi: Kokoelman tiedot
hr: Podaci o setu predmeta
pt_br: Dados do conjunto de itens

source: User info
bg_bg: Информация за потребителя
eu: Erabiltzaile informazioa
fi_fi: Käyttäjätiedot
hr: Informacije o korisniku
pt_br: Informação de usuário

source: Item data
bg_bg: Данни за елементите
eu: Elementu datua
fi_fi: Aineiston tiedot
hr: Podaci o predmetu
pt_br: dados do item

source: Resource data
bg_bg: Данни за ресурсите
eu: Baliabide datua
fi_fi: Aineiston tiedot
hr: Podaci resursa
pt_br: Dados de recursos

source: "%s" is not a valid resource type.
bg_bg: "%s" не е валиден тип ресурс.
eu: "%s" ez da baliabide mota egokia.
hr: "%s" nije ispravna vrsta resursa.
pt_br: "%s" não é um tipo de recurso válido.

source: "%s" (%s) is not a valid item set.
bg_bg: "%s" (%s) не е валиден набор от елементи.
eu: "%s" (%s) ez da elementu multzo egokia.
fi_fi: "%s" (%s) ei ole kelvollinen kokoelma.
hr: "%s" (%s) nije ispravan set predmeta.
pt_br: "%s" (%s) não é um conjunto de itens válido.

source: An item identifier is required to process action "%s".
bg_bg: Идентификатор на елемента се изисква за да започне действието "%s".
eu: Elementu identifikatzailea beharrezkoa da "%s" ekintza burutzeko.
hr: Identifikator predmeta je potreban za obrađivanje akcije "%s".
pt_br: Um identificador de item é necessário para processar a ação "%s".

source: "%s" (%s) is not a valid item identifier.
bg_bg: „%s“ (%s) не е валиден идентификатор на елемента.
eu: "%s" (%s) ez da elementu identifikatzaile egokia.
hr: "%s" (%s) nije ispravan identifikator predmeta.
pt_br: "%s" (%s) não é um identificador de item válido.

source: "%s" (%s) is not a valid resource identifier.
bg_bg: „%s“ (%s) не е валиден идентификатор на ресурса.
eu: "%s" (%s) ez da baliabide identifikatzaile egokia.
hr: "%s" (%s) nije ispravan identifikator resursa.
pt_br: "%s" (%s) não é um identificador de recurso válido.

source: "%s" is not a valid Resource Template name.
bg_bg: "%s" не е валидно име на шаблон за ресурс.
eu: "%s" ez da baliabide txantiloi izen egokia.
hr: "%s" nije ispravano ime za Predložak Resursa
pt_br: "%s" não é um nome de modelo de recurso válido.

source: "%s" is not a valid resource class. Resource Classes must be a Class found on the Vocabularies page.
bg_bg: "%s" не е валиден клас за ресурс. Ресурсните класове трябва да са клас, намиращ се на страницата Речници.
eu: "%s" ez da baliabide klase egokia. Baliabide Klaseak, Hiztegien orriko Klase bat izan behar du.
hr: "%s" nije ispravna klasa resursa. Klase Resursa moraju biti Klasa pronađena na stranici Vokabulara.
pt_br: "%s" não é uma classe de recurso válida. As Classes de Recursos devem ser uma Classe encontrada na página de Vocabulários.

source: "%s" is not a valid user email address.
bg_bg: "%s" не е валиден потребителски имейл адрес.
eu: "%s" ez da erabiltzaile posta elektroniko egokia.
fi_fi: "%s" on virheellinen käyttäjän sähköposti.
hr: "%s" nije ispravna e-mail adresa korisnika.
nl_nl: "%s" is geen geldig e-mailadres voor een gebruiker
pt_br: "%s" não é um endereço de e-mail de usuário válido.

source: Media data
bg_bg: Медийни данни
eu: Multimedia datua
fi_fi: Tiedoston tiedot
hr: Podaci o mediju
pt_br: dados de mídia

source: File is not UTF-8 encoded.
bg_bg: Файлът не е кодиран в UTF-8.
eu: Fitxategiak ez dauka UTF-8 kodifikazioa.
fi_fi: Tiedostoa ei ole UTF-8-koodattu.
hr: Datoteka nije kodirana po UTF-8 standardu.
nl_nl: Het bestand heeft geen UTF-8-indeling
pt_br: O arquivo não é codificado em UTF-8.

source: To process import of a %s file, the php extensions "zip" and "xml" are required.
bg_bg: За да се обработи импортирането на %s файл, се изискват php разширенията "zip" и "xml".
eu: %s fitxategia inportatzeko, php "zip" eta "xml" luzapenak beharrezkoak dira.
fi_fi: Tiedoston %s tuonnin käsittelyyn tarvitaan php-laajennukset "zip" ja "xml".
hr: Za obrađivanje uvoza %s datoteke, potrebni su php nastavaci "zip" i "xml".
nl_nl: De PHP-extensies "zip" en "xml" zijn benodigd om een %sbestand te kunnen importeren.
pt_br: Para processar a importação %s de um arquivo, as extensões php "zip" e "xml" são necessárias.

source: The source is undefined.
bg_bg: Източникът е неопределен.
eu: Jatorria ez dago zehaztuta.
fi_fi: Lähdettä ei ole määritelty.
hr: Izvor ne neindentificiran.
pt_br: A fonte é indefinida.

source: The source is empty.
bg_bg: Източникът е празен
eu: Jatorria hutsik dago.
fi_fi: Lähde on tyhjä.
hr: Izvor je prazan.
nl_nl: Het bronbestand is leeg
pt_br: A fonte está vazia.

source: No file to process.
bg_bg: Няма файл за обработка.
eu: Ez dago fitxategirik prozesatzeko.
fi_fi: Ei käsiteltävää tiedostoa.
hr: Nema datoteke za obrađivanje.
nl_nl: Geen bestand om te verwerken.
pt_br: Nenhum arquivo para processar.

source: The rows are not all the same number of columns.
bg_bg: Редовете не са с еднакъв брой колони.
eu: Ilara guztiek ez dute zutabe kopuru bera.
fi_fi: Kaikilla riveillä ei ole yhtä monta saraketta.
hr: Svi redovi ne sadrže jednak broj stupaca.
nl_nl: De rijen hebben niet allemaal hetzelfde aantal kolommen.
pt_br: As linhas não têm o mesmo número de colunas.

source: create
bg_bg: създаване
eu: sortu
fi_fi: luo
hr: stvori
nl_nl: aanmaken
pt_br: Criado

source: append
bg_bg: добави
eu: gehitu
fi_fi: lisää
hr: dodaj
nl_nl: toevoegen
pt_br: acrescentar

source: revise
bg_bg: ревизиране
eu: errebisatu
fi_fi: tarkista
hr: revidiraj
nl_nl: herzien
pt_br: rever

source: update
bg_bg: актуализиране
eu: eguneratu
fi_fi: päivitä
hr: ažuriraj
nl_nl: bijwerken
pt_br: atualizar

source: replace
bg_bg: заместване
eu: ordezkatu
fi_fi: korvaa
hr: zamijeni
nl_nl: vervangen
pt_br: substituir

source: delete
bg_bg: изтриване
eu: ezabatu
fi_fi: poista
hr: izbriši
nl_nl: verwijderen
pt_br: Deletar

source: skip
bg_bg: пропускане
eu: saltatu
fi_fi: ohita
hr: preskoći
nl_nl: overslaan
pt_br: pular

source: The file seems empty.
bg_bg: Файлът изглежда празен.
eu: Fitxategia hutsik dagoela dirudi.
fi_fi: Tiedosto näyttää olevan tyhjä.
hr: Čini se da je ova datoteka prazna.
nl_nl: Het bestand lijkt leeg te zijn.
pt_br: O arquivo parece vazio.

source: The file is not valid.
bg_bg: Файлът не е валиден.
eu: Fitxategia ez da egokia.
fi_fi: Tiedosto ei kelpaa.
hr: Ova datoteka je neispravna.
nl_nl: Het bestand is ongeldig.
pt_br: O arquivo não é válido.

source: The job "Import" was stopped: %d rows processed.
bg_bg: Заданието „Импортиране“ бе спряно: %d бяха редове обработени.
eu: "Inportatu" lana gelditu egin da: %d ilara prozesatu dira.
fi_fi: Tuonti lopetettiin: %d riviä käsiteltiin.
hr: Posao "Uvedi" je zaustavljen: Obrađeno %d redova.
nl_nl: De opdracht "importeren" werd gestopt: %d rijen verwerkt.
pt_br: O trabalho "Importar" foi interrompido: %d linhas processadas.

source: %d empty lines were skipped.
bg_bg: %d празни редове бяха пропуснати.
eu: %d lerro huts saltatu dira.
fi_fi: %d tyhjää riviä ohitettin.
hr: %d praznih redaka je preskoćeno.
nl_nl: %d lege regels werden overgeslagen.
pt_br: %d linhas vazias foram ignoradas.

source: The following identifiers are not associated with a resource and were skipped: "%s".
bg_bg: Следните идентификатори не са свързани с ресурс и са пропуснати: ""%s.
eu: Hurrengo identifikatzialeek ez dute baliabiderik lotuta eta saltatu egin dira: "%s".
fi_fi: Seuraavat tunnisteet eivät liity resurssiin ja ne ohitetaan: "%s".
hr: Sljedeći identifikatori nisu povezane s resursom te su preskoćeni: "%s".
nl_nl: De volgende identificatiekenmerken konden niet gekoppeld worden aan een object en zijn overgeslagen: "%s".
pt_br: Os seguintes identificadores não estão associados a um recurso e foram ignorados: "%s".

source: The update mode "%s" is unsupported for %s currently.
bg_bg: Режимът на актуализация "%s" не се поддържа за %s в момента.
eu: "%s" eguneraketa modua, une honetan %sk ez du onartzen.
fi_fi: Päivitystilaa "%s" ei tällä hetkellä tueta kohteelle %s.
hr: Mod ažuriranja "%s" nije trenutno podržan za %s.
nl_nl: De bijwerk-modus "%s" wordt voor %s momenteel niet ondersteund.
pt_br: O modo de atualização "%s" não é compatível %s no momento.

source: %d %s were updated (%s): %s.
bg_bg: %d %s бяха актуализирани (%s):.%s
eu: %d %s eguneratuak izan dira (%s): %s.
fi_fi: %d %s päivitettiin (%s): %s.
hr: %d %s su ažurirani (%s): %s.
nl_nl: %d%s zijn geüpdatet (%s): %s.
pt_br: %d %s foram atualizados (%s): %s.

source: None of the %d %s were updated (%s).
bg_bg: Нито един от %d %s не е актуализиран (%s).
eu: %d %s tik ez da ezer eguneratu (%s).
fi_fi: Mitään %d %s ei päivitetty (%s).
hr: Niti jedan of %d %s nije ažuriran (%s).
nl_nl: Geen van de %d %szijn geüpdatet (%s).
pt_br: Nenhum dos %d %s foram atualizados (%s ).

source: %d %s were removed: %s.
bg_bg: %d %sбяха премахнати:%s.
eu: %d %s ezabatuak izan dira: %s.
fi_fi: %d %s poistettiin: %s.
hr: %d %s su uklonjeni: %s.
nl_nl: %d %s zijn verwijderd: %s.
pt_br: %d %s foram removidos: %s.

source: A media to create is not attached to an item (%s).
bg_bg: Създаването на медия не е прикрепено към елемента (%s).
eu: Sortu beharreko multimedia ez dago elementu bati lotuta (%s).
hr: Medij za stvoriti nije priložen uz predmet (%s).
pt_br: Uma mídia a ser criada não está anexada a um item (%s).

source: unknown ingester
bg_bg: неизвестен ingester
eu: txertatzeko modu ez ezaguna
hr: nepoznati ingester
pt_br: Ingeridor desconhecido

source: A resource type is required to import a resource.
bg_bg: За импортиране на ресурс е необходим тип ресурс.
eu: Baliabide mota zehaztea beharrezkoa da baliabideak inportatzeko.
hr: Vrsta resursa je potrebna za uvoz resursa.
nl_nl: Om een object te kunnen importeren is een objecttype verplicht.
pt_br: Um tipo de recurso é necessário para importar um recurso.

source: Resource type is empty.
bg_bg: Типа на ресурса е празен
eu: Baliabide mota hutsik dago.
fi_fi: Aineiston tyyppi on tyhjä.
hr: Vrsta resursa je prazna.
nl_nl: Objecttype is leeg.
pt_br: O tipo de recurso está vazio.

source: Resource type "%s" is not managed.
bg_bg: Типът ресурс "%s" не се управлява.
eu: "%s" baliabide mota ez da kudeatzen.
hr: Vrstom resursa "%s" se ne upravlja.
nl_nl: Objecttype "%s" wordt niet beheerd.
pt_br: O tipo de recurso "%s" não é gerenciado.

source: action
bg_bg: действие
eu: ekintza
fi_fi: toiminto
hr: akcija
pt_br: açao

source: The action "%s" requires a resource identifier property.
bg_bg: Действието "%s" изисква свойство на идентификатор на ресурс.
eu: "%s" ekintzak baliabidearen identifikatzaile propietatea behar du.
hr: Akcija "%s" zahtijeva svojstvo identifikatora resursa.
pt_br: A ação "%s" requer uma propriedade de identificador de recurso.

source: The action "%s" is not available for resource type "%s" currently.
bg_bg: Действието "%s" понастоящем не е налично за типа ресурс %s.
eu: "%s" ekintza ez dago erabilgarri "%s" baliabide motarentzat une honetan.
hr: Akcija "%s" nije trenutno dostupna za vrstu resursa "%s".
pt_br: A ação "%s" não está disponível para o tipo de recurso "%s" atualmente.

source: The action "%s" for unidentified resources is not managed.
bg_bg: Действието "%s" за неидентифицирани ресурси не се управлява.
eu: "%s" ekintza identifikatu gabeko baliabideentzat ez da kudeatzen.
hr: Akcijom "%s" za neidentificirane resurse se ne upravlja.
pt_br: A ação "%s" para recursos não identificados não é gerenciada.

source: The job "Undo" was stopped: %d/%d resources processed.
bg_bg: Заданието „Отмяна“ беше спряно: %d%d/ бяха ресурси обработени.
eu: "Desegin" lana gelditu egin da: %d/%d baliabide prozesatu dira.
fi_fi: Tehtävä "Kumoa" on pysäytetty: %d/%d resurssia käsiteltiin.
hr: Posao "Poništi" je zaustavljen: Obrađeno %d/%d resursa
nl_nl: De opdracht "Ongedaan maken" is gestopt: %d/%d objecten verwerkt.
pt_br: A tarefa "Desfazer" foi interrompida: %d/%d recursos processados.

source: Assign a resource template to all imported resources. Specific mappings can override this setting.
bg_bg: Присвояване на шаблон за ресурс на всички импортирани ресурси. Конкретни съпоставяния могат да отменят тази настройка.
eu: Esleitu baliabide txantiloia inportatutaiko baliabide guztientzat. Mapaketa zehatzek ezarpen hau gainidatzi dezakete.
hr: Dodijeli predložak resursa svim uvedenim resursima. Određena mapiranja mogu premostiti ovu postavku.
pt_br: Atribua um modelo de recurso a todos os recursos importados. Mapeamentos específicos podem substituir essa configuração.

source: Assign a resource class to all imported resources. Specific mappings can override this setting.
bg_bg: Назначаване на клас ресурс на всички импортирани ресурси. Конкретни съпоставяния могат да отменят тази настройка.
eu: Esleitu baliabide klasea inportatutako baliabide guztientzat. Mapaketa zehatzek ezarpen hau gainidatzi dezakete.
hr: Dodijeli klasu resursa svim uvedenim resursima. Određena mapiranja mogu premostiti ovu postavku.
pt_br: Atribua uma classe de recurso a todos os recursos importados. Mapeamentos específicos podem substituir essa configuração.
